Repository: mahmoudnour2000/med-calculators-v2
Catalog: med-calculators-v2/languages/med-calculators-*.po
Languages: ar

source: Calculating...
ar: جاري الحساب...

source: An error occurred. Please try again.
ar: حدث خطأ. يرجى المحاولة مرة أخرى.

source: Please fill in all required fields.
ar: يرجى ملء جميع الحقول المطلوبة.

source: Calculation error
ar: خطأ في الحساب

source: Network error. Please try again.
ar: خطأ في الشبكة. يرجى المحاولة مرة أخرى.

source: Body Parameters
ar: معلومات الجسم

source: MALE
ar: ذكر

source: FEMALE
ar: أنثى

source: KG
ar: كجم

source: CM
ar: سم

source: Activity Level
ar: مستوى النشاط

source: Low
ar: منخفض

source: Little or no exercise. Desk job with minimal movement.
ar: قليل من التمارين أو بدون تمارين. عمل مكتبي مع حركة قليلة.

source: Middle
ar: متوسط

source: Activity that burns an additional 400-650 calories for females or 500-800 calories for males.
ar: نشاط يحرق 400-650 سعرة حرارية إضافية للإناث أو 500-800 سعرة حرارية للذكور.

source: High
ar: عالي

source: Intense exercise 6-7 days/week. Very physically demanding lifestyle.
ar: تمارين مكثفة 6-7 أيام في الأسبوع. نمط حياة يتطلب مجهوداً بدنياً كبيراً.

source: Very High
ar: عالي جداً

source: Extremely active. Athlete-level training twice per day.
ar: نشط للغاية. تدريب رياضي مرتين يومياً.

source: LOW
ar: منخفض

source: MIDDLE
ar: متوسط

source: HIGH
ar: عالي

source: VERY HIGH
ar: عالي جداً

source: Goals
ar: الأهداف

source: LOSE
ar: خسارة

source: LOSE 10%
ar: خسارة 10%

source: MAINTAIN
ar: الحفاظ

source: GAIN
ar: زيادة

source: CLEAR
ar: مسح

source: CALCULATE
ar: احسب

source: Your Result
ar: نتيجتك

source: Fill in the form and press Calculate to see your results.
ar: املأ النموذج واضغط احسب لرؤية نتائجك.

source: kcal
ar: سعرة

source: Suggested amount of calories per day.
ar: الكمية المقترحة من السعرات الحرارية يومياً.

source: Carbohydrate
ar: كربوهيدرات

source: Protein
ar: بروتين

source: Fat
ar: دهون

source: PER DAY
ar: في اليوم

source: %d MEALS
ar: %d وجبات

source: Adjust Protein
ar: ضبط البروتين

source: We recommend to start with normal level. If you do a lot of lifting, try "high".
ar: نوصي بالبدء بالمستوى العادي. إذا كنت تمارس رفع الأثقال كثيراً، جرب "عالي".

source: NORMAL
ar: عادي

source: g
ar: جم

source: g/meal
ar: جم/وجبة

source: Pregnancy Information
ar: معلومات الحمل

source: First Day of Last Menstrual Period
ar: أول يوم من آخر دورة شهرية

source: Enter the first day of your last menstrual period to calculate your expected due date using Naegele's rule.
ar: أدخل أول يوم من آخر دورة شهرية لحساب تاريخ الولادة المتوقع باستخدام قاعدة نيجيل.

source: Enter the date of your last menstrual period and press Calculate.
ar: أدخل تاريخ آخر دورة شهرية واضغط احسب.

source: Expected Due Date
ar: تاريخ الولادة المتوقع

source: Current Week
ar: الأسبوع الحالي

source: Trimester
ar: الثلث

source: Days Remaining
ar: الأيام المتبقية

source: Week %d
ar: الأسبوع %d

source: Estimated Conception Date
ar: تاريخ الحمل المقدر

source: Weeks Remaining
ar: الأسابيع المتبقية

source: Week
ar: أسبوع

source: days
ar: أيام

source: weeks
ar: أسابيع

source: 1st Trimester
ar: الثلث الأول

source: 2nd Trimester
ar: الثلث الثاني

source: 3rd Trimester
ar: الثلث الثالث

source: Cycle Information
ar: معلومات الدورة

source: First Day of Last Period
ar: أول يوم من آخر دورة

source: Average Cycle Length
ar: متوسط طول الدورة

source: The average menstrual cycle is 28 days, but it can range from 21 to 35 days.
ar: متوسط الدورة الشهرية 28 يوماً، لكن يمكن أن يتراوح من 21 إلى 35 يوماً.

source: Enter your cycle information and press Calculate to see your fertility window.
ar: أدخل معلومات دورتك واضغط احسب لمعرفة فترة الخصوبة.

source: Estimated Ovulation Date
ar: تاريخ التبويض المقدر

source: Fertile Window
ar: فترة الخصوبة

source: Peak Fertility
ar: ذروة الخصوبة

source: Next Period
ar: الدورة القادمة

source: Fertile window begins in %d day.
ar: تبدأ فترة الخصوبة اليوم.

source: Today is your estimated ovulation day!
ar: اليوم هو يوم التبويض المقدر!

source: You are currently in your fertile window.
ar: أنت حالياً في فترة الخصوبة.

source: Your fertile window has passed for this cycle.
ar: انتهت فترة الخصوبة لهذه الدورة.

source: This calculator is for informational purposes only and should not replace professional medical advice.
ar: هذه الحاسبة للأغراض الإعلامية فقط ولا ينبغي أن تحل محل المشورة الطبية المهنية.
